<article>
	<div>
	
		<h1>Наш сайт був створений для фанатів серіалу Breaking Bad</h1>
		Ви можете у будь-який момент подивитись серіал на нашому сайті,прочитати біографії акторів.
	Дізнатись історію створення серіалу.</br>Насолоджуйтесь переглядом. :)

		
	</div>

	<h1>Історія створення</h1>
	<h3>Задумка</h3>

	Творець серіалу <b>Вінс Гілліган</b>
	<img src="img/vins.jpg" width="35%" height="35%" align="right">
Творцем і шоураннер серіалу став Вінс Гілліган. Його першою телевізійної роботою була участь у створенні «Секретних матеріалів», для яких він написав сценарії до 29 епізодів і брав участь в продюсуванні понад сто серій. Приступаючи до нового проекту, Гілліган планував створити серіал, в якому головний герой у міру розвитку сюжету стає антагоністом. Відповідно до цього задумом, головний персонаж - Уолтер Уайт, перетворюється із звичайного шкільного вчителя на початку історії в розважливого злочинця до її закінчення. Перед завершенням серіалу Гілліган розповів, що було важко опрацьовувати характер Уолтера Уайта, тому що персонаж ставав все більш похмурим і морально суперечливим. Він зізнався, що сумуватиме за серіалом після закінчення зйомок, але в той же час зазнає полегшення, тому що не потрібно буде більше «тримати Уолта в своїй голові» .</br>

Ідея про пересувної лабораторії, покладена в основу серіалу, виникла у Вінса Гіллігана в розмові з його знайомим письменником Томасом Шнауцем в ході обговорення ситуації з їх поточної безробіттям. Тоді в жарт було запропоновано обладнати пересувну мет-лабораторію, з якої можна їздити по країні і заробляти гроші на продажі наркотиків.
	
</article>